" bytes" = " byte";
" items" = " objekt";
"Alert!" = "Uppmärksamhet!";
"Alias bit" = "Alias-bit";
"Application:" = "Program:";
"Apply to enclosed items..." = "Använd på bifogade objekt ...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Dessa filer öppnas för närvarande med programmet %@. Är du säker på att du istället vill öppna de med programmet \"%@\"?";
"Artists" = "Artister";
"Attributes" = "Attribut";
"Bundle bit" = "Bundle-bit";
"Burn" = "Bränn";
"Calculating..." = "Beräknar...";
"Capacity:" = "Kapacitet:";
"Change All..." = "Ändra alla...";
"Change all" = "Ändra alla";
"Choose..." = "Välj...";
"Contents:" = "Innehåll:";
"Created:" = "Skapad:";
"Creation Date:" = "Efter skapelsedatum:";
"Creator:" = "Skapare:";
"Custom icon" = "Egen ikon";
"Data Fork" = "Datagren";
"Dates" = "Datum";
"Delete" = "Radera";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "Raderingen av data fork är premanent.  Är du säker på att du vill radera data?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "Raderingen av resource fork är premanent.  Är du säker på att du vill radera data?";
"Device:" = "Enhet:";
"Everyone:" = "Alla:";
"Execute" = "Exekvera";
"Forks" = "Grenar";
"Format:" = "Formatera:";
"Free:" = "Ledigt:";
"Get Info" = "Visa info";
"Group:" = "Grupp:";
"Hide extension" = "Göm tillägg";
"Ignore ownership on this volume" = "Bortse från ägarskap på den här enheten";
"Info" = "info";
"Invisible" = "Osynlig";
"Kind:" = "Typ:";
"Level" = "Nivå";
"Locked" = "Lås";
"Message" = "Meddelande";
"Modification Date:" = "Efter ändringsdatum:";
"Modified:" = "Modifierad:";
"Mount Point:" = "Mont.punkt:";
"Name" = "Namn";
"None" = "Ingen";
"Open" = "Öppna";
"Open with:" = "Öppna med:";
"Other" = "Övrigt";
"Owner:" = "Ägare:";
"Path:" = "Sökväg:";
"Permissions" = "Behörighet";
"Read" = "Läsa";
"Report" = "Rapportera";
"Resolved:" = "Läst:";
"Resource Fork" = "Resursgren";
"Reveal" = "Visa";
"Sender" = "Avsändare";
"Size:" = "Storlek:";
"Spotlight comments" = "Kommentarer";
"Stationery Pad" = "Anteckningar";
"Swap Forks" = "Ändra Forks";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "Byte av forks ändras genom att byta tillbaka igen.  Är du säker på att du vill byta forks?";
"This change will apply to all %@ documents with %@ \"%@\"." = "Ändringen gäller alla %@-dokument med %@ \"%@\".\"";
"Type:" = "Typ:";
"Use this application to open all documents like this." = "Använd alltid denna applikation för att öppna den här filtypen.";
"Volume Permissions" = "Volymrättigheter";
"Volume:" = "Enhet:";
"Write" = "Skriva";
"extension" = "ändelsen";
"type" = "Typ";

/* ==== UNLOCALIZED ==== */

"Artist" = "Artist";
"Data Fork:" = "Data Fork:";
"Dates/Forks" = "Dates/Forks";
"Facility" = "Facility";
"Forks:" = "Forks:";
"MP3:" = "MP3:";
"Path" = "Path";
"Playlists" = "Playlists";
"Rsrc Fork:" = "Rsrc Fork:";
"Set Dates:" = "Set Dates:";
"Time" = "Time";
"Version:" = "Version:";
"data:" = "data:";
"rsrc:" = "rsrc:";
